{
  "actions": {
    "see_more": "Xem thêm",
    "shorten": "Rút gọn"
  },
  "title": "Giới thiệu",
  "mission": {
    "description": "Tại Q3 Language, chúng tôi tin rằng mỗi học viên đều mang trong mình tiềm năng để thành công và nhiệm vụ của chúng tôi là khai phá và phát huy tiềm năng đó. Sứ mệnh của Q3s là mang đến giải pháp học PTE toàn diện, giúp học viên không chỉ đạt được mục tiêu điểm số mà còn xây dựng sự tự tin và khả năng sử dụng tiếng Anh linh hoạt trong cuộc sống và sự nghiệp.",
    "description_2": {
      "title": "Dựa trên triết lý '3Qs of Learning' – Quest (Hành trình khám phá), Query (Đào sâu hiểu biết), và Question (Rèn luyện tư duy), chúng tôi cam kết:",
      "item_1": "Cá nhân hóa lộ trình học tập: Đáp ứng nhu cầu và tốc độ học của từng học viên.",
      "item_2": "Ứng dụng công nghệ giáo dục tiên tiến: Tối ưu hóa trải nghiệm học, tăng hiệu quả trong thời gian ngắn nhất.",
      "item_3": "Tạo cộng đồng học tập vững mạnh: Nơi học viên được chia sẻ, hỗ trợ và truyền cảm hứng lẫn nhau."
    },
    "description_3": "Q3 Language không chỉ là nơi luyện thi PTE, mà còn là bệ phóng giúp học viên vượt qua giới hạn bản thân, mở rộng cơ hội du học, làm việc và định cư quốc tế. Chúng tôi không ngừng đổi mới và hoàn thiện, để mỗi học viên bước vào kỳ thi với tâm thế sẵn sàng và thành công ngay từ lần đầu tiên",
    "mission": "Sứ mệnh",
    "values": "Học Không Chỉ Để Thi,\nHọc Là Để Dẫn Đầu!"
  },
  "formation_process": {
    "title": "Quá trình hình thành và phát triển",
    "description": "Q3 Language được thành lập vào năm 2024 tại thành phố Adelaide, Úc, với mục tiêu trở thành đơn vị tiên phong trong lĩnh vực đào tạo và luyện thi chứng chỉ PTE (Pearson Test of English).",
    "description_2": "Khởi đầu từ những lớp học nhỏ, chúng tôi tập trung vào việc xây dựng chương trình học tinh gọn và hiệu quả, phù hợp với từng cấp độ học viên. Với sự dẫn dắt của đội ngũ chuyên gia có bề dày kinh nghiệm và tâm huyết, Q3s Language không ngừng hoàn thiện các phương pháp giảng dạy, tích hợp công nghệ mô phỏng bài thi thực tế để học viên làm quen và tự tin khi bước vào kỳ thi PTE chính thức.",
    "description_3": "Trong thời gian ngắn, Q3s đã nhanh chóng khẳng định được chất lượng đào tạo thông qua kết quả thực tế của học viên. Chúng tôi tự hào khi trở thành người bạn đồng hành đáng tin cậy, giúp hàng trăm học viên tại Việt Nam và Úc đạt được target PTE và mở ra những cơ hội mới trong học tập, công việc và cuộc sống.",
    "description_4": "Với nền tảng vững chắc và tinh thần không ngừng đổi mới, Q3s Language tiếp tục mở rộng phạm vi hoạt động, mang đến các giải pháp học PTE tiết kiệm thời gian, chi phí và tối ưu hóa kết quả cho học viên trên khắp thế giới."
  },
  "trainers": {
    "title": "Đội ngũ giáo viên"
  }
}
